import * as React from "react";
export function getTerms(): JSX.Element {
    return (
        <div id="cloudterms_panel">
            <h4>ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</h4>
            <p>Настоящее Пользовательское соглашение регулирует отношения между Правообладателем прав на базы данных «СКРИН» и /или «СКРИН Контрагент» с одной стороны и Пользователем, которому предоставляются права на использование Сервиса Правообладателя «СКРИН Облако» в рамках заключенного между ними лицензионного договора на основе простой неисключительной лицензии на право использования базы данных «СКРИН» и /или «СКРИН Контрагент».</p>
            <ol>
                <li>
                    <h5>Общие условия</h5>
                    <ol>
                        <li>
                            В настоящем Пользовательском соглашении используются следующие термины и определения:
                            Правообладатель - Акционерное общество «Система комплексного раскрытия информации и новостей» (АО «СКРИН») (ОГРН 1027700088129, Россия, 107023, г. Москва, пер. Мажоров, дом 14 строение 5, которому принадлежат все соответствующие имущественные права на базы данных «СКРИН» и «СКРИН Контрагент», включая права на доменное имя http://kontragent.skrin.ru, и предоставляющее права на Сервис «СКРИН Облако» Пользователю.
                            Пользователь – юридическое лицо / индивидуальный предприниматель / дееспособное физическое лицо, заключившее с Правообладателем лицензионный договор, на основе простой неисключительной лицензии на право использования баз данных «СКРИН» и /или «СКРИН Контрагент» в рамках которого, ему предоставляется Сервис.
                            Сервис - программа для ЭВМ «СКРИН Облако» по адресу http://kontragent.skrin.ru.,  предоставляемая Правообладателем Пользователю в рамках заключенного между ними лицензионного договора на основе простой неисключительной лицензии на право использования Пользователем баз данных «СКРИН» и /или «СКРИН Контрагент».
                            Сайт – Интернет сайт, расположенный по адресу: http://kontragent.skrin.ru., на котором Правообладатель предоставляет Пользователю, заключившему с Правообладателем лицензионный договор на основе простой неисключительной лицензии на право использования Пользователем баз данных «СКРИН» и /или «СКРИН Контрагент» доступ к Сервису Правообладателя.
                        </li>
                        <li>
                            Настоящее пользовательское соглашение является публичной офертой в соответствии со ст. 437 Гражданского кодекса Российской Федерации и вступает в силу с момента выражения Пользователем согласия путем первого использования Сервиса.
                        </li>
                        <li>
                            К настоящему Пользовательскому соглашению и отношениям между Правообладателем и Пользователем, которые возникли в связи с использованием Сервиса, подлежит применению право Российской Федерации.
                        </li>
                    </ol>
                </li>
                <li>
                    <h5>Предмет</h5>
                    <ol>
                        <li>
                            Предметом настоящего Пользовательского соглашения являются права на использование Сервиса Правообладателя, представляющего расширенные права Пользователю, заключившему с Правообладателем лицензионный договор на основе простой неисключительной лицензии на право использования баз данных «СКРИН» и /или «СКРИН Контрагент» по адресу  http://kontragent.skrin.ru.
                        </li>
                        <li>
                            Предоставляемый Сервис состоит из разделов: список контактов, заметки, файлы, отчеты и предоставляет Пользователю право создавать файлы, хранить собственные контакты, отчеты, наполнять, вносить изменения, удалять собственные графические и текстовые содержания в разделах Сервиса по каждому юридическому лицу, индивидуальному предпринимателю, включенному в базы данных «СКРИН» и /или  «СКРИН Контрагент».
                        </li>
                    </ol>
                </li>
                <li>
                    <h5>Срок действия права</h5>
                    <ol>
                        <li>
                            Право на Сервис действует в течение действия заключенного лицензионного договора на право использования баз данных «СКРИН» и /или  «СКРИН Контрагент» на  основе простой неисключительной лицензии.
                        </li>
                        <li>
                            Право Пользователя на использование Сервиса Правообладателя прекращается с даты: <br/>
                            - окончания срока действия права Пользователя по лицензионному договору, заключенного с Правообладателем на право использования баз данных «СКРИН» и /или «СКРИН Контрагент»;<br/>
                            - расторжения лицензионного договора, заключенного на основе простой неисключительной лицензии на право использования  Пользователем баз данных «СКРИН» и /или «СКРИН Контрагент» по инициативе Правообладателя или Пользователя;<br/>
                            - нарушения Пользователем любого из пунктов настоящего Пользовательского соглашения.
                        </li>
                        <li>
                            В случае неоплаты Пользователем периода действия права по лицензионному договору на основе простой неисключительной лицензии на право использования Пользователем баз данных «СКРИН» и /или «СКРИН Контрагент», Сервис становится для Пользователя недоступным, без возможности осуществления прав, представленных Пользователю в п. 2.2. настоящего Пользовательского соглашения. Срок приостановки работы Сервиса 6 (шесть) месяцев, по окончании указанного срока, Правообладатель имеет право удалить Сервис, ранее представленный Пользователю. 
                        </li>
                        <li>
                            В случае поступления вознаграждения на счет Правообладателя в рамках лицензионного договора с Пользователем на основе простой неисключительной лицензии на право использования баз данных «СКРИН» и /или «СКРИН Контрагент» в срок, указанный в п. 3.3. настоящего Пользовательского соглашения, Сервис переходит в обычный режим работы.
                        </li>
                    </ol>
                </li>
                <li>
                    <h5>Права и обязанности сторон</h5>
                    <ol>
                        <li>
                            Перед тем как начать использовать Сервис, Пользователь обязан ознакомиться с настоящим Пользовательским соглашением.
                        </li>
                        <li>
                            Пользователь получает право воспользоваться Сервисом, а именно самостоятельно создавать, использовать и определять его содержание, с возможностью загрузки, удаления файлов, изменения файлов.
                        </li>
                        <li>
                            В целях сохранения конфиденциальности содержания Сервиса, Пользователь обязан осуществлять самостоятельное безопасное завершение работы под своим паролем по окончании каждой сессии работы на сайте http://kontragent.skrin.ru с и обеспечивать конфиденциальность своего пароля. Пользователь гарантирует, что им будут приняты надлежащие меры для обеспечения конфиденциальности учетных данных (логина и пароля), используемых им для авторизации на сайте и предотвращения возможности авторизации третьими лицами.
                        </li>
                        <li>
                            Правообладатель обязуется обеспечить техническую возможность доступа Пользователя к Сервису с использованием индивидуального системного имени и пароля только при условии, что техническое оснащение Пользователя отвечает следующим требованиям: средства доступа в глобальную сеть Интернет со скоростью не менее 32000 bps; компьютер с установленной операционной системой Windows 7,8, 10, Microsoft Internet Explorer 10 или старше, Firefox и Chrome двух последних версий. Использование других типов операционных систем и/или других браузеров возможно, но при их использовании не гарантируется доступ ко всем функциям Сервиса.
                        </li>
                        <li>
                            Пользователь обязан соблюдать условия настоящего Пользовательского Соглашения без каких либо ограничений.
                        </li>
                        <li>
                            Правообладатель вправе в любое время в одностороннем порядке обновлять версию Сервиса.
                        </li>
                    </ol>
                </li>
                <li>
                    <h5>Ответственность</h5>
                    <ol>
                        <li>
                            За неисполнение или ненадлежащее исполнение условий настоящего Пользовательского Соглашения Правообладатель и Пользователь несут ответственность в соответствии с законодательством РФ.
                        </li>
                        <li>
                            Пользователь несет полную ответственность за свои действия, связанные с формированием и использованием содержания Сервиса, контролем доступа третьих лиц к Сервису, в соответствии с действующим законодательством Российской Федерации.
                        </li>
                        <li>
                            Правообладатель не несет ответственности за возможные сбои и перерывы в работе  Сервиса и вызванную ими потерю информации.
                        </li>
                        <li>
                            Правообладатель не несет ответственности за любой ущерб компьютеру Пользователя,  мобильным устройствам, любому другому оборудованию или программному обеспечению, вызванный или связанный с использованием Сервиса, произошедший по не зависящим от Правообладателя причинам и / или за любой ущерб, включая упущенную выгоду, или вред, вызванные в связи с использованием Сервиса.
                        </li>
                        <li>
                            Правообладатель, предоставляя Пользователю техническую возможность использования Сервиса на сайте http://kontragent.skrin.ru не имеет доступ к наполнению Сервиса Пользователем, не имеет возможности контролировать действия Пользователя, осуществлять автоматическую цензуру или модерацию содержания Сервиса и не несет ответственности за действия или бездействие Пользователя и /или третьих лиц.
                        </li>
                        <li>
                            Правообладатель не несет ответственность перед Пользователем или любыми третьими лицами за любой ущерб, включая упущенную выгоду, вред чести, достоинству или деловой репутации, наступившие как следствие использования Сервиса Пользователем. 
                        </li>
                    </ol>
                </li>
                <li>
                    <h5>Вступление в силу</h5>
                    <ol>
                        <li>
                            Настоящее Пользовательское  соглашение вступает в силу с момента размещения его в сети интернет по адресу: http://kontragent.skrin.ru.
                        </li>
                        <li>
                            Настоящее Пользовательское соглашение может быть изменено Правообладателем в одностороннем порядке, без уведомления Пользователя, новая редакция Пользовательского Соглашения вступает в силу с момента ее размещения его в сети интернет по адресу:  http://kontragent.skrin.ru.
                        </li>                        
                    </ol>
                </li>
            </ol>
        </div>
    );
}
